Repository: yellowfeather/libdbf
Catalog: po/*.po
Languages: de

source: Unknown (code 0x%.2X)
de: Unbekannter code 0x%.2X

source: In function dbf_ReadFieldInfo():
de: In Funktion dbf_ReadFieldInfo():

source: In function dbf_WriteFieldInfo():
de: In Funktion dbf_WriteFieldInfo():

source: In function dbf_NumRows():
de: In Funktion dbf_NumRows():

source: In function dbf_NumCols():
de: In Funktion dbf_NumCols():

source: In function dbf_HeaderSize():
de: In Funktion dbf_HeaderSize():

source: In function dbf_RecordLength():
de: In Funktion dbf_RecordLength():

source: In function dbf_GetStringVersion():
de: In Funktion dbf_GetStringVersion():

source: In function dbf_GetVersion():
de: In Funktion dbf_GetVersion():

source: In function dbf_IsMemo():
de: In Funktion dbf_IsMemo():

source: Length of record mismatches expected length (%d != %d).
de: Länge des Datensatzes entspricht nicht erwarteter Länge (%d != %d)
